app/controllers/static_controller.rb

SELECT  "users".* FROM "users" ORDER BY "users"."id" ASC LIMIT ?  [["LIMIT", 1]]
---
  def home
    puts "info pour => home"
    @random_num = rand(1000)
    # @user = User.first
    puts "numero magique: #{@random_num}"
    puts "jusqu'ici tout va bien"
    @user = User.first